Repository: bryceco/GoMap
Catalog: src/iOS/InfoPlist.xcstrings
Source language: en
Languages: es, et, ta, zh_hans

source: GPS Exchange Format (GPX)
es: Formato de intercambio de GPS (GPX)
et: GPS-vahetusformaat (GPX)
ta: சி.பி.எச் பரிமாற்ற வடிவம் (சி.பி.எக்ச்)
zh_hans: GPS数据交换格式（GPX）

# NSBluetoothPeripheralUsageDescription
source: Connect to external Bluetooth GPS devices
es: Conectar con dispositivos GPS Bluetooth externos
et: Loo ühendus väliste Bluetooth GPS seadmetega
ta: வெளிப்புற ஊடலை சி.பி.எச் சாதனங்களுடன் இணைக்கவும்
zh_hans: 连接到外部蓝牙GPS设备

# NSCameraUsageDescription
source: The camera is used to measure heights of buildings or objects, and to perform text recognition in opening hours signs.
es: La cámara se utiliza para medir alturas de edificios u objetos, y para realizar el reconocimiento de texto en carteles de horarios de apertura.
et: Kaamerat kasutatakse hoonete või objektide kõrguse mõõtmiseks, samuti tekstituvastuseks lahtiolekuaegade siltidelt.
ta: கட்டிடங்கள் அல்லது பொருள்களின் உயரங்களை அளவிடவும், தொடக்க நேர அறிகுறிகளில் உரை அங்கீகாரத்தை செய்யவும் கேமரா பயன்படுத்தப்படுகிறது.
zh_hans: 相机用于测量建筑物或物体的高度，并识别营业时间标志文字。

# NSHealthShareUsageDescription
source: Routes from your workouts can be imported as GPX routes.
es: Las rutas de tus entrenamientos se pueden importar como rutas GPX.
et: Sinu treeringute marsruudid on imporditavad GPX-i radadena.
ta: உங்கள் உடற்பயிற்சிகளிலிருந்து வழித்தடங்களை சிபிஎக்ச் வழிகளாக இறக்குமதி செய்யலாம்.
zh_hans: 运动路线可导入为GPX路线。

# NSHealthUpdateUsageDescription
source: Health information is never updated.
es: La información sanitaria nunca se actualiza.
et: Tervisealane teave pole kunagi uuendatud.
ta: சுகாதார தகவல்கள் ஒருபோதும் புதுப்பிக்கப்படவில்லை.
zh_hans: 健康信息没有更新。

# NSHumanReadableCopyright
source: Copyright 2012-2024 Bryce Cogswell
es: Derechos de autor 2012-2024 Bryce Cogswell
et: Autoriõigused 2012-2021 Bryce Cogswell
ta: பதிப்புரிமை 2012-2024 பிரைச் கோக்ச்வெல்
zh_hans: 版权声明‌ 布莱斯·考格斯威尔 2012-2024年

# NSLocationAlwaysAndWhenInUseUsageDescription
source: Always on location tracking allows the app to record GPX files when inactive.
es: Permitir siempre los servicios de ubicación permite que la aplicación grabe archivos GPX incluso cuando está inactiva.
et: Alati sisselülitatud asukoha jälgimine võimaldab rakendusel salvestada GPX-faile, kui see ei ole aktiivne.
ta: இருப்பிட கண்காணிப்பில் எப்போதும் செயலற்ற நிலையில் சிபிஎக்ச் கோப்புகளை பதிவு செய்ய பயன்பாட்டை அனுமதிக்கிறது.
zh_hans: 始终处于位置跟踪状态，允许应用程序在不活动时记录GPX文件。

# NSLocationAlwaysUsageDescription
source: Your location will be displayed and followed on the map.
es: Tu ubicación se mostrará y se rastreará en el mapa.
et: Sinu asukoht kuvatakse ja jälgitakse kaardil.
ta: உங்கள் இருப்பிடம் காண்பிக்கப்படும் மற்றும் வரைபடத்தில் பின்பற்றப்படும்.
zh_hans: 您的位置将在地图上显示并跟踪。

# NSLocationUsageDescription
source: Enabling location services allows the app to display objects in your vicinity. This allows you to easily update or add data you survey yourself.
es: Habilitar los servicios de ubicación permite que la aplicación muestre objetos en tú barrio. Esto te permite actualizar o agregar fácilmente los datos que encuentras.
et: Asukohateenuste lubamine võimaldab rakendusel kuvada teie läheduses asuvaid objekte. See võimaldab teil hõlpsasti uuendada või lisada andmeid, mida te ise mõõdistate.
ta: இருப்பிட சேவைகளை இயக்குவது பயன்பாட்டை உங்கள் அருகிலுள்ள பொருள்களைக் காண்பிக்க அனுமதிக்கிறது. நீங்கள் கணக்கெடுக்கும் தரவை எளிதாக புதுப்பிக்க அல்லது சேர்க்க இது உங்களை அனுமதிக்கிறது.
zh_hans: 启用位置服务后，应用程序可显示您附近的物体。这使得您可以轻松更新或添加您自行调查的数据。

# NSLocationWhenInUseUsageDescription
source: Your location will be displayed and followed on the map.
es: Tú ubicación se mostrará y seguirá en el mapa.
et: Teie asukoht kuvatakse ja seda jälgitakse kaardil.
ta: உங்கள் இருப்பிடம் காண்பிக்கப்படும் மற்றும் வரைபடத்தில் பின்பற்றப்படும்.
zh_hans: 您的位置将在地图上显示并跟踪。

# CFBundleDisplayName
source: Go Map!!
ta: வரைபடத்திற்குச் செல்லுங்கள் !!
zh_hans: 畅游地图!!

# CFBundleName
source: Go Map!!
ta: வரைபடத்திற்குச் செல்லுங்கள் !!
zh_hans: 畅游地图!!
